Res-container-set-v6/container_t_4_c_6_frontCore_2_wrkCore_1/wrk.txt
Running 1m test @ http://128.226.119.92:5000
  4 threads and 6 connections
  Thread calibration: mean lat.: 4328.807ms, rate sampling interval: 13017ms
  Thread calibration: mean lat.: 4681.339ms, rate sampling interval: 15646ms
  Thread calibration: mean lat.: 4294.914ms, rate sampling interval: 12902ms
  Thread calibration: mean lat.: 5032.752ms, rate sampling interval: 17907ms
  Thread Stats   Avg      Stdev     99%   +/- Stdev
    Latency     8.52s     3.40s   15.20s    76.13%
    Req/Sec   661.09      6.02   674.00     81.82%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%    6.88s 
 75.000%    8.40s 
 90.000%   14.57s 
 99.000%   15.20s 
 99.900%   15.38s 
 99.990%   15.46s 
 99.999%   15.47s 
100.000%   15.48s 

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

    5210.111     0.000000            4         1.00
    5685.247     0.100000        13381         1.11
    5980.159     0.200000        26533         1.25
    6275.071     0.300000        39700         1.43
    6574.079     0.400000        53105         1.67
    6881.279     0.500000        66226         2.00
    7180.287     0.550000        72844         2.22
    7467.007     0.600000        79420         2.50
    7757.823     0.650000        86036         2.86
    8048.639     0.700000        92632         3.33
    8404.991     0.750000        99253         4.00
   13574.143     0.775000       102589         4.44
   13844.479     0.800000       105928         5.00
   14024.703     0.825000       109181         5.71
   14204.927     0.850000       112504         6.67
   14393.343     0.875000       115856         8.00
   14483.455     0.887500       117514         8.89
   14573.567     0.900000       119182        10.00
   14663.679     0.912500       120894        11.43
   14737.407     0.925000       122427        13.33
   14811.135     0.937500       124078        16.00
   14852.095     0.943750       124962        17.78
   14893.055     0.950000       125831        20.00
   14925.823     0.956250       126564        22.86
   14966.783     0.962500       127447        26.67
   15007.743     0.968750       128274        32.00
   15024.127     0.971875       128616        35.56
   15048.703     0.975000       129059        40.00
   15073.279     0.978125       129455        45.71
   15106.047     0.981250       129958        53.33
   15130.623     0.984375       130258        64.00
   15155.199     0.985938       130558        71.11
   15171.583     0.987500       130735        80.00
   15187.967     0.989062       130902        91.43
   15212.543     0.990625       131132       106.67
   15237.119     0.992188       131331       128.00
   15245.311     0.992969       131401       142.22
   15261.695     0.993750       131535       160.00
   15269.887     0.994531       131606       182.86
   15286.271     0.995313       131720       213.33
   15302.655     0.996094       131834       256.00
   15310.847     0.996484       131890       284.44
   15319.039     0.996875       131934       320.00
   15327.231     0.997266       131988       365.71
   15335.423     0.997656       132037       426.67
   15343.615     0.998047       132075       512.00
   15351.807     0.998242       132109       568.89
   15359.999     0.998437       132142       640.00
   15359.999     0.998633       132142       731.43
   15368.191     0.998828       132174       853.33
   15376.383     0.999023       132202      1024.00
   15384.575     0.999121       132222      1137.78
   15384.575     0.999219       132222      1280.00
   15392.767     0.999316       132239      1462.86
   15400.959     0.999414       132251      1706.67
   15409.151     0.999512       132261      2048.00
   15409.151     0.999561       132261      2275.56
   15417.343     0.999609       132279      2560.00
   15417.343     0.999658       132279      2925.71
   15425.535     0.999707       132287      3413.33
   15425.535     0.999756       132287      4096.00
   15433.727     0.999780       132291      4551.11
   15441.919     0.999805       132298      5120.00
   15441.919     0.999829       132298      5851.43
   15450.111     0.999854       132302      6826.67
   15458.303     0.999878       132307      8192.00
   15458.303     0.999890       132307      9102.22
   15458.303     0.999902       132307     10240.00
   15466.495     0.999915       132313     11702.86
   15466.495     0.999927       132313     13653.33
   15466.495     0.999939       132313     16384.00
   15466.495     0.999945       132313     18204.44
   15466.495     0.999951       132313     20480.00
   15474.687     0.999957       132318     23405.71
   15474.687     0.999963       132318     27306.67
   15474.687     0.999969       132318     32768.00
   15474.687     0.999973       132318     36408.89
   15474.687     0.999976       132318     40960.00
   15474.687     0.999979       132318     46811.43
   15474.687     0.999982       132318     54613.33
   15474.687     0.999985       132318     65536.00
   15474.687     0.999986       132318     72817.78
   15474.687     0.999988       132318     81920.00
   15474.687     0.999989       132318     93622.86
   15474.687     0.999991       132318    109226.67
   15474.687     0.999992       132318    131072.00
   15482.879     0.999993       132319    145635.56
   15482.879     1.000000       132319          inf
#[Mean    =     8517.240, StdDeviation   =     3399.742]
#[Max     =    15474.688, Total count    =       132319]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  158405 requests in 1.00m, 65.44MB read
Requests/sec:   2639.59
Transfer/sec:      1.09MB